Repository: ImaginationForPeople/imaginationforpeople
Catalog: apps/workgroup/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Group (un)subscribe button
fr: Bouton (dés)abonnement au groupe

source: Group subscribers list
fr: Liste d'inscrits au groupe

source: name
fr: nom

source: spoken language
fr: langue parlée

source: Group geographic area
fr: Implantation géographique du groupe

source: If your group is geographic in nature, specify it's outling here. The platform will display a map of projects, and try to fit this outline in the visible area
fr: Si votre groupe est territorial par nature, spécifiez son implantation ici. La plateforme affichera une carte des projets liés and tâchera d'adapter l'implantation dans la zone visible

source: Linked Projects
fr: Projets liés

source: Tags of the group
fr: Tags du groupe

source: External URL
fr: URL externe

source: A URL that points to the real discussion tool, if we're not using the built-in (eg Facebook group URL).
fr: URL qui redirige vers l'outil de discussion du groupe si vous n'utilisez par l'outil du site (Ex : Url du groupe sur facebook)

source: iframe for home page source URL
fr: URL source pour l'iframe de la page d'accueil

source: A URL that points to the collaborative tool used by the group. If not null, will replace the built-in wiki
fr: URL de l'outil collaboratif utilisé par le groupe. Si renseigné, cet outil remplacera le wiki fourni par défaut.

source: iframe for description page source URL
fr: URL source pour l'iframe de la page description

source: Subscribers
fr: Abonnés

source: auto subscription to workgroup questions
fr: activer l'abonnement automatique des membres du groupe à toute nouvelle question

source: You have been successfully subscribed to the%(workgroup_name)s mailing list (%(user_email)s)
fr: Vous avez été abonné à la liste de diffusion %(workgroup_name)s (%(user_email)s)

source: You couldn't be subscribed to this group:%s
fr: Vous n'avez pas pu être inscrit au groupe : %s

source: You have been successfully unsubscribed from the%(workgroup_name)s mailing list (%(user_email)s)
fr: Vous avez été désinscrit avec succès de la liste de diffusion %(workgroup_name)s (%(user_email)s)

source: You couldn't be unsubscribed from this group:%s
fr: Vous n'avez pas pu être désinscrit du groupe : %s

source: Related Groups
fr: Groupes liés

source: See all
fr: Voir tous

source: No related groups found.
fr: Pas encore de groupes reliés

source: Open Group Page
fr: Ouvrir la page du groupe

source: Join the workgroup and follow the discussion
fr: Rejoindre le groupe et suivre les discussions

source: You are part of this group
fr: Vous faites partie de ce groupe

source: Quit this group
fr: Quitter le groupe

source: Edit Group
fr: Editer le groupe

source: Spoken language :
fr: Langue parlée :

source: member%(member_plural)s
fr: membre%(member_plural)s

source: member%(member_plural)s
fr: membre%(member_plural)s

source: Home
fr: Accueil

source: List Archive
fr: Archives des discussions

source: Group Forum
fr: Forum

source: member%(member_plural)s
fr: membre%(member_plural)s

source: member%(member_plural)s
fr: membre%(member_plural)s

source: %(num_projects)s project
fr: %(num_projects)s projet

source: %(num_projects)s related project
fr: %(num_projects)s projet lié

source: Manage linked projects
fr: Gérer les projets liés

source: See all related projects
fr: Retrouver tous les projets liés

source: Create a new group
fr: Créer un nouveau groupe

source: Edit answer
fr: Editer votre réponse

source: back
fr: retour

source: revision
fr: révision

source: Save edit
fr: Enregistrer l'édition

source: Cancel
fr: Annuler

source: Please ask your question here
fr: Poser votre question ici

source: %(counter)s Answer
fr: %(counter)s Réponse

source: Sort by :
fr: Trier par :

source: oldest answers will be shown first
fr: les plus anciennes réponses seront affichées en premier

source: oldest
fr: ancienne

source: newest answers will be shown first
fr: les réponses les plus récentes seront affichées en premier

source: newest
fr: nouvelle

source: most voted answers will be shown first
fr: les réponses les plus votées seront affichées en premier

source: most voted
fr: plus votées

source: this answer has been selected as correct
fr: cette réponse a été sélectionnée comme correcte

source: mark this answer as correct (click again to undo)
fr: Sélectionnez cette réponse comme correcte (cliquer à nouveau pour annuler)

source: anonymous user
fr: Utilisateur anonyme

source: answered
fr: répondue

source: Edit Your Previous Answer
fr: Modifier votre réponse précédente

source: (only one answer per question is allowed)
fr: (une seule réponse par question est autorisée)

source: Edit this group's information
fr: Éditer l'information de ce groupe

source: <strong>Warning:</strong> You are not logged in. Your IP address will be logged.
fr: <strong>Attention:</strong>Vous n'êtes pas enregistré sur IP. Votre adresse va etre loguée.

source: Click here to log in
fr: Cliquer ici pour se connecter

source: Edit this workgroup
fr: Éditer ce groupe

source: Preview
fr: Prévisualisation

source: Save changes
fr: Enregistrer les changements

source: Delete article
fr: Supprimer l'article

source: Back to editor
fr: Retour à l'éditeur

source: %(group_name)s group description | Imagination for People
fr: Description du groupe %(group_name)s | Imagination for People

source: This group uses a mailing list:&nbsp;</em>%(ml_address)s
fr: Ce groupe utilise une liste mail:&nbsp;</em>%(ml_address)s

source: Find history of messages exchanged
fr: Retrouver l'historique des mails échangés

source: To subscribe/unsubscribe to this list, click the button above.
fr: S’inscrire ou se désinscrire ci dessus.

source: %(group_name)s group home | Imagination for People
fr: Accueil du groupe %(group_name)s | Imagination for People

source: %(group_name)s group discussions | Imagination for People
fr: Discussions du groupe %(group_name)s | Imagination for People

source: Ask your question
fr: Poser votre question

source: %(group_name)s group projects | Imagination for People
fr: Projets liés au groupe %(group_name)s | Imagination for People

source: %(num_projects)s projects Linked to the group
fr: %(num_projects)s projet lié au groupe

source: No projects found
fr: Pas de projets trouvés

source: %(group_name)s group archive | Imagination for People
fr: Archive du groupe %(group_name)s | Imagination for People

source: This group has no mailing list
fr: Ce groupe n'a pas de liste de diffusion

source: %(group_name)s group members | Imagination for People
fr: Les membres de %(group_name)s | Imagination for People

source: The %(group_name)s group members
fr: Les membres de %(group_name)s

source: There are no group subscribers.
fr: Il n'y a pas d'inscrits au groupe

source: Other mailing list subscribers
fr: Autres abonnés de la liste de discussion

source: who are not registred on
fr: qui ne sont pas enregistrés sur
