Repository: ImaginationForPeople/imaginationforpeople
Catalog: apps/tags/locale/*/LC_MESSAGES/django.po
Languages: es, fr, pt

source: No Tag found matching "%s".
es: Ninguna etiqueta coincide con "%s".
fr: Aucun tag trouvé correspondant à "%s".
pt: Nenhuma marcação encontrada "%s".

source: %(tag)s - thematic community | Imagination For People
es: %(tag)s - comunidad temática | Imagination For People
fr: %(tag)s - communauté thématique | Imagination For People
pt: %(tag)s - comunidade temática | Imagination For People

source: Picture from project:
fr: Photo provenant du projet:
pt: Imagem do projeto:

source: Edit this tag's description
fr: Éditer la description de ce tag
pt: Editar a descrição desta marcação

source: Mature projects
es: Proyectos maduros
fr: Projets matures
pt: Projetos maduros

source: See all %(num_mature_projects_projects_with_tag)s mature projects tagged %(tag)s
fr: Voir les %(num_mature_projects_projects_with_tag)s projets matûres avec le tag %(tag)s
pt: Ver todos %(num_mature_projects_projects_with_tag)s os projetos maduros com marcações %(tag)s

source: No projects
es: Ningún projecto
fr: Pas de projets
pt: Nenhum projeto

source: Starting projects
es: Proyecto en fase inicial
fr: Projets en démarrage
pt: Projetos que estão começando

source: See all %(num_starting_projects_projects_with_tag)s starting projects tagged %(tag)s
fr: Voir les %(num_starting_projects_projects_with_tag)s projets en démarrage avec le tag %(tag)s
pt: Ver todos %(num_starting_projects_projects_with_tag)s os projetos que estão começando com marcações %(tag)s

source: Latest modifications
es: Modificaciones recientes
fr: Dernières modifications
pt: Últimas modificações

source: See more
es: Ver más
fr: Voir plus
pt: Ver mais

source: People
es: Gente
fr: Personnes
pt: Pessoas

source: Be the first to appear here by joining a project!
es: ¡Únase al projecto y sea el primero en aparecer!
fr: Soyez le premier à apparaître ici en rejoignant le projet !
pt: Seja o primeiro a aparecer aqui por junte-se em um projeto!

source: New project sheets
es: Nuevas fichas de proyecto
fr: Nouvelle fiches projets
pt: Novas folhas de projeto

source: See all %(num_projects_with_tag)s projects tagged %(tag)s
fr: Voir les %(num_projects_with_tag)s projets avec le tag %(tag)s
pt: Ver todos %(num_projects_with_tag)s os projetos com marcações %(tag)s

source: Add a project in this category
es: Añadir un proyecto a esta categoría
fr: Ajouter un projet dans cette catégorie
pt: Adicione um projeto nesta categoria

source: Edit
es: Modificar
fr: Editer
pt: Editar

source: Preview
es: Vista previa
fr: Prévisualisation
pt: Visualização

source: Save changes
es: Guardar cambios
fr: Enregistrer les changements
pt: Salvar alterações

source: Delete article
es: Borrar artículo
fr: Supprimer l'article
pt: Excluir artigo

source: Back to editor
es: Volver al editor
fr: Retour à l'éditeur
pt: Voltar ao editor

source: edit
es: modificar
fr: éditer
pt: editar
