Repository: ImaginationForPeople/imaginationforpeople
Catalog: apps/member/locale/*/LC_MESSAGES/django.po
Languages: el, es

source: Recipients not found
el: Δεν βρέθηκαν οι παραλήπτες
es: Destinatarios desconocidos

source: Recipient not found
el: Δεν βρέθηκε ο παραλήπτης
es: Destinatario desconocido

source: First name
el: Όνομα
es: Nombre

source: Last name
el: Επώνυμο
es: Apellidos

source: gender
el: φύλο
es: género

source: male
el: άντρας
es: masculino

source: female
el: γυναίκα
es: femenino

source: motto
el: αγαπημένή φράση
es: lema

source: about
el: Σχετικά με
es: Acerca de mí

source: birthday
el: γενέθλια
es: fecha de nacimiento

source: website
el: δικτυακός τόπος
es: página web

source: address
el: διεύθυνση
es: dirección

source: country
el: χώρα
es: país

source: registration site
es: sitio de registro

source: location
el: τοποθεσία
es: ubicación

source: New user registered
el: Εγγράφηκε νέος χρήστης
es: Nuevo usuario registrado

source: New message from %(sender)s on Imagination For People
el: Νέο μήνυμα από %(sender)s στο Imagination For People
es: Nuevo mensaje de %(sender)s en Imagination For People

source: Your profile has been updated.
el: Το προφίλ σας έχει ενημερωθεί.
es: Su perfil ha sido actualizado.

source: Contact
es: Contacto

source: Profile
es: Perfil

source: No members yet.
es: Aún no registrado?

source: My Messages
el: Τα μηνύματα μου
es: Mis mensajes

source: Inbox
el: Εισερχόμενα
es: Bandeja de entrada

source: New Message
el: Νέο Μήνυμα
es: Nuevo mensaje

source: Between %(contact)s
el: Ανάμεσα %(contact)s
es: Entre %(contact)s

source: %(sent_ago)s ago...
el: %(sent_ago)s πριν...
es: Hace %(sent_ago)s...

source: Send
el: Αποστολή
es: Enviar

source: Compose
el: Δημιουργία
es: Redactar

source: new
el: νέο
es: nuevo

source: you haven't received any message yet
el: δεν έχετε λάβει ακόμη κανένα μήνυμα
es: todavía no ha recibido ningún mensaje

source: %(sender)s has sent you a message:
el: ⏎ %(sender)s σου έστειλε ένα μήνυμα:⏎
es: %(sender)s le ha enviado un mensaje:

source: You can view it online at: %(message_url)s
el: ⏎ Μπορείτε να to δείτε στην ηλεκτρονική διεύθυνση:⏎ %(message_url)s⏎
es: Puede verlo en línea en: %(message_url)s

source: Email verification
el: Επαλήθευση Email
es: Verificación de correo electrónico

source: Confirm your new email
el: Επιβεβαιώστε το νέο σας e-mail
es: Confirme su nueva dirección de correo electrónico

source: You have just been notified by mail on your new email address
el: Έχει σταλεί ενημέρωση στο νέο σας email.
es: Se le ha enviado un email a su nueva dirección de correo electrónico

source: To associate this email address with your account (%(username)s) click on the link provided in this email.
el: Για να συνδέσετε το e-mail σας με τον λογαριασμό σας ( %(username)s ) κάντε κλικ στο σύνδεσμο που παρέχεται σε αυτό το email.
es: Para asociar esta dirección de correo electrónico con su cuenta (%(username)s), haga clic en el enlace proporcionado en dicho email.

source: Back to my profile
el: Επιστροφή στο προφίλ μου
es: Volver a mi perfil

source: Email changed!
el: Ολοκληρώθηκε η αλλαγή του e-mail!
es: ¡El correo electrónico ha sido modificado!

source: New email
el: Νέο e-mail
es: Nueva dirección de correo electrónico

source: Your new email address is saved. You can continue using userena with this email.
el: Η νέα σας διεύθυνση ηλεκτρονικού ταχυδρομείου αποθηκεύθηκε. Μπορείτε να συνεχίσετε να χρησιμοποιείτε το userena με αυτό το email.
es: Su nueva dirección ha sido guardada. Puede seguir utilizando su cuenta con este correo electrónico.

source: Email verification failed.
el: Η επαλήθευση του e-mail απέτυχε.
es: La verificación de correo electrónico ha fallado.

source: Your email could not be verified...
el: Το email σας δεν ήταν δυνατόν να επαληθευτεί ...
es: No se pudo verificar su dirección de correo electrónico...

source: You could try changing it again in your account settings.
el: Μπορείτε να δοκιμάσετε να το αλλάξετε ξανά στις ρυθμίσεις του λογαριασμού σας.
es: Intente cambiarla de nuevo en la configuración de su cuenta.

source: Account setup
el: Ρύθμιση Λογαριασμού
es: Configuración de cuenta

source: The following fields in your profile contains invalid data you need to correct:
es: Los siguientes campos de su perfil contienen datos no válidos que debe corregir:

source: Save changes
el: Αποθήκευση αλλαγών
es: Guardar los cambios

source: Change password
el: Αλλαγή κωδικού πρόσβασης
es: Modificar contraseña

source: Your current email address is the following:
el: Το τρέχον e-mail σας είναι το ακόλουθο:
es: Su dirección de correo electrónico actual es la siguiente:

source: Change email
el: Αλλαγή e-mail
es: Cambiar correo electrónico

source: Password changed
el: Ο κωδικός πρόσβασης άλλαξε
es: Contraseña modificada

source: Your password has been changed
el: Ο κωδικός σας έχει αλλάξει
es: Su contraseña ha sido modificada

source: From now on you can use your new password to signin
el: Από τώρα και στο εξής μπορείτε να χρησιμοποιήσετε το νέο κωδικό σας για να εγγραφείτε.
es: Desde este momento puede utilizar su nueva contraseña para iniciar sesion

source: Password reset
el: Επαναφορά κωδικού πρόσβασης
es: Restablecer contraseña

source: Your password has been reset
el: Έγινε επαναφορά του κωδικού σας.
es: Su contraseña se ha restablecido

source: You can now
el: Τώρα μπορείτε
es: Ahora puede

source: signin
el: Σύνδεση
es: iniciar sesión

source: with your new password.
el: με το νέο κωδικό σας.
es: con su nueva contraseña.

source: Reset password
el: Επαναφορά κωδικού πρόσβασης
es: Restablecer contraseña

source: Reset Password
el: Επαναφορά κωδικού πρόσβασης
es: Restablecer contraseña

source: Reset password email is send
el: Απεστάλει η επαναφορά του κωδικόυ πρόσβασης του e-mail
es: Se ha enviado un correo electrónico para restablecer la contraseña

source: An e-mail has been send to you which explains how to reset your password.
el: Ένα μήνυμα ηλεκτρονικού ταχυδρομείου σας έχει στείλει που εξηγεί πως να επαναφέρετε τον κωδικό πρόσβασής σας.
es: Se le ha enviado un correo electrónico explicándole cómo restablecer su contraseña.

source: Send password
el: Αποστολή κωδικού πρόσβασης
es: Enviar contraseña

source: <i>This member has no description...</i>
el: <i>Αυτό το μέλος δεν έχει καμία περιγραφή ...</i>
es: <i>Este miembro no tiene ninguna descripción...</i>

source: My projects
el: Τα έργα μου
es: Mis proyectos

source: Her/His projects
el: Τα έργα της/του
es: Sus proyectos

source: This user does not have any project yet.
el: Αυτός ο χρήστης δεν έχει κανένα έργο ακόμα.
es: Este usuario no tiene ningún proyecto todavía.

source: My contributions
el: ΟΙ συνεισφορές μου
es: Mis contribuciones

source: Her/His contributions
el: Οι συνεισφορές της/του
es: Sus contribuciones

source: No contributions yet.
el: Ακόμα δεν υπάρχει καμία συμβολή.
es: No hay contribuciones todavía.

source: This user isn't fan of any project yet.
es: Este usuario no tiene ningún proyecto todavía.

source: Your avatar
el: Ο avatar σας
es: Su avatar

source: Anonymous
el: Ανώνυμος
es: Anónimo

source: Imagination For People Community
el: Κοινωνία του Imagination for people
es: Comunidad de Imagination For People

source: Community
el: Κοινότητα
es: Comunidad

source: Page %(page)s of %(num_pages)s
es: Página %(page)s de %(num_pages)s⏎

source: Signin
el: Είσοδος
es: Registrarse

source: Sign in
el: Είσοδος
es: Iniciar sesión

source: Lost your password?
el: Ξεχάσατε τον κωδικό σας;
es: ¿Ha olvidado su contraseña?

source: Not a member yet?
el: Δεν είστε μέλος ακόμη;
es: ¿Todavía no es miembro?

source: Sign up
el: Εγγραφή
es: Registrarse

source: Signup done!
el: Ολοκλήρωση εγγραφής!
es: ¡Se ha registrado correctamente!

source: Thank you for signing up with us!
el: Σας ευχαριστούμε για την εγγραφή σας!
es: ¡Gracias por registrarse con nosotros!

source: You have been sent an email with an activation link to the supplied email address.
el: Σας έχει αποσταλεί ένα e-mail με έναν σύνδεσμο ενεργοποίησης για την παρεχόμενη διεύθυνση ηλεκτρονικού ταχυδρομείου.
es: Se le ha enviado un correo electrónico con un enlace para activar la dirección de correo.

source: We will store your signup information for %(userena_activation_days)s days on our server.
el: Οι πληροφορίες εγγραφής σας θα είναι αποθηκευμένες για %(userena_activation_days)s ημέρες στο διακομιστή μας.
es: Su información de registro quedará almacenada en nuestro servidor durante %(userena_activation_days)s días.

source: Signup
el: Εγγραφή
es: Registrarse

source: You can also use
el: Μπορείτε επίσης να χρησιμοποιήσετε
es: Puede usar también

source: Already a member?
el: Είστε ήδη μέλος;
es: ¿Ya es miembro?

source: Connect with
es: Conectar con

source: Dear %(username)s,
el: Αγαπητή/έ %(username)s,
es: Estimado/a %(username)s,

source: You requested a change of your email address at %(site)s.
el: Ζητήσατε μια αλλαγή της διεύθυνσης e-mail σας στο %(site)s.
es: Solicitó cambiar su dirección de correo electrónico en %(site)s.

source: Please confirm this email address by clicking on the link below:
el: Επιβεβαιώστε αυτή τη διεύθυνση ηλεκτρονικού ταχυδρομείου κάνοντας κλικ στον παρακάτω σύνδεσμο:
es: Confirme esta dirección de correo electrónico haciendo clic en el siguiente enlace:

source: Thanks for using our site!
el: Σας ευχαριστούμε που χρησιμοποιείτε την ιστοσελίδα μας!
es: ¡Gracias por utilizar nuestro sitio web!

source: Sincerely
el: Με εκτίμηση
es: Atentamente
