Repository: ImaginationForPeople/imaginationforpeople
Catalog: apps/project_support/locale/*/LC_MESSAGES/django.po
Languages: fr

source: project needs
fr: besoins du projet

source: help from the community
fr: aide spontanée

source: Please describe your project's need here
fr: SVP, décrire ici les besoins de votre projet

source: We are sorry, you need to correct the highlighted problems in the form
fr: Nous sommes désolés, vous devez corriger les problèmes pointés dans le formulaire

source: No selected category
fr: Pas de catégorie sélectionnée

source: submit
fr: soumettre

source: First signin
fr: Connecter vous pour continuer

source: Filter
fr: Filtrer

source: Enter a keyword
fr: Entrer un mot clé

source: or
fr: ou

source: Contributors
fr: Contributeurs

source: %(counter)s Answer
fr: %(counter)s Réponse

source: Sort by :
fr: Trier par :

source: oldest answers will be shown first
fr: Les plus anciennes réponses seront affichées en premier

source: oldest
fr: ancienne

source: newest answers will be shown first
fr: les réponses les plus récentes seront affichées en premier

source: newest
fr: nouvelle

source: most voted answers will be shown first
fr: les réponses ayant le plus de vote seront affichées en premier

source: most voted
fr: ayant le plus de vote

source: this answer has been selected as correct
fr: cette réponse a été choisie comme correcte

source: mark this answer as correct (click again to undo)
fr: choisir cette réponse comme correcte (cliquer à nouveau pour annuler)

source: anonymous user
fr: utilisateur anonyme

source: answered
fr: répondue

source: Edit Your Previous Answer
fr: Modifier votre réponse précédente

source: (only one answer per question is allowed)
fr: (une seule réponse par question est autorisée)

source: remove offensive flag
fr: Enlever la marque "contenu offensant"

source: remove flag
fr: Enlever la marque

source: report as offensive (i.e containing spam, advertising, malicious text, etc.)
fr: marquer comme offensant (spam, publicité, texte malveillant, etc)

source: flag offensive
fr: marquer comme offensant

source: edit
fr: éditer

source: undelete
fr: annuler la suppression

source: delete
fr: supprimer

source: Edit answer
fr: éditer la réponse

source: back
fr: retour

source: revision
fr: révision

source: Save edit
fr: Enregistrer les modifications

source: Cancel
fr: Annuler

source: delete this comment
fr: supprimer ce commentaire

source: edit this comment
fr: éditer ce commentaire

source: Double-click to edit
fr: Double cliquer pour éditer

source: Toggle the real time Markdown editor preview
fr: Basculer la prévisualisation en temps réel de l'éditeur Markdown

source: hide preview
fr: cacher l'aperçu

source: Email me when there are any new answers
fr: Envoyez-moi un courriel lorsqu'il y a de nouvelles réponses

source: <span class="strong">Here</span> (once you log in) you will be able to sign up for the periodic email updates about this request.
fr: <span class="strong">Ici</span> (une fois connecté), vous serez en mesure de vous inscrire pour être averti par courriel des mises à jour concernant cette demande.

source: Login/Signup to Answer
fr: Connectez-vous / Inscrivez-vous pour répondre

source: Your answer
fr: Votre réponse

source: Be the first one to answer this request!
fr: Soyez le premier à répondre à cette demande!

source: <span class="strong big">Please start posting your answer anonymously</span> - your answer will be saved within the current session and published after you log in or create a new account. Please try to give a <strong>substantial answer</strong>, for discussions, <strong>please use comments</strong> and <strong>please do remember to vote</strong> (after you log in)!
fr: <span class="strong big">S'il vous plaît commencez à poster votre réponse anonyme</span> - votre réponse sera enregistré dans la session en cours et publié après vous identifier ou créer un nouveau compte. Merci de donner une <strong>réponse substantielle</strong>, pour discuter, <strong>utilisez les commentaire</strong> et <strong>n'oubliez pas de voter</strong> (après vous être connecté)!

source: <span class='big strong'>You are welcome to answer your own request</span>, but please make sure to give an <strong>answer</strong>. Remember that you can always <strong>revise your original question</strong>. Please <strong>use comments for discussions</strong> and <strong>please don't forget to vote :)</strong> for the answers that you liked (or perhaps did not like)!
fr: <span class='big strong'>Vous êtes invités à répondre à votre propre demande</span>, mais merci de vous assurer de donner une <strong>réponse</strong>. N'oubliez pas que vous pouvez toujours <strong>modifier votre demande initiale</strong>. Merci <strong>d'utiliser les commentaires pour discuter</strong> et <strong>n'oubliez pas de voter</strong> pour les réponses que vous appréciez (ou peut-être celles que vous n'appréciez pas :) !

source: <span class='big strong'>Please try to give a substantial answer</span>. If you wanted to comment on the request or answer, just <strong>use the commenting tool</strong>. Please remember that you can always <strong>revise your answers</strong> - no need to answer the same question twice. Also, please <strong>don't forget to vote</strong> - it really helps to select the best questions and answers!
fr: <span class='big strong'>Merci de donner une réponse substantielle</span>. Si vous souhaitez commenter la demande ou une réponse, vous n'avez qu'à <strong>utiliser l'outil de commentaire</strong>. Souvenez vous que vous pouvez toujours <strong>réviser vos réponses</strong> - pas besoin de répondre deux fois à la même demande. Aussi, merci <strong>de ne pas oublier de voter</strong> - cela aide vraiment à sélectionner les meilleures demandes et réponses !

source: Add your comment
fr: Ajouter votre commentaire

source: Add your comment...
fr: Ajouter votre commentaire...

source: Comment
fr: Commentaire

source: current number of votes
fr: nombre de votes actuels

source: Share this on twitter
fr: Partager sur twitter

source: Share this on facebook
fr: Partager sur facebook

source: Share this on google plus
fr: Partager sur Google plus

source: Share this on linkedin
fr: Partager sur linkedin

source: Unfollow this need
fr: Ne plus suivre ce besoin

source: Follow this need
fr: Suivre ce besoin

source: subscribe to this request's rss feed
fr: m'abonner au flux rss de cette demande

source: subscribe to rss feed
fr: m'abonner au flux rss

source: No follower for the moment
fr: Personne n'est abonné pour le moment

source: %(count)s follower
fr: %(count)s abonné

source: retag
fr: retagger

source: reopen
fr: rouvrir

source: close
fr: fermer

source: Added %(added_when)s by %(author_link)s
fr: Créé %(added_when)s par %(author_link)s

source: Last modified %(last_activity_at)s by %(last_activity_author_link)s
fr: Dernière modification %(last_activity_at)s par %(last_activity_author_link)s

source: Answers
fr: Réponses

source: Viewed
fr: Vu

source: previous
fr: précédent

source: current page
fr: page actuelle

source: next page
fr: page suivante

source: Stats
fr: Statistiques

source: Asked on
fr: Demandé le

source: answers
fr: réponses

source: views
fr: vues

source: Related needs
fr: Besoins liés

source: Activity
fr: Activité

source: on
fr: sur

source: Browse categories
fr: Parcourir les catégories

source: Project needs
fr: Besoins du projet

source: Help from the community
fr: aide spontanée

source: add your project's needs / offer your help
fr: ajouter les besoins de votre projet / offrir votre aide

source: You need to log-in to add a need
fr: Vous devez vous connecter pour ajouter une demande

source: post a comment / <strong>some</strong> more
fr: poster un commentaire / <strong>voir</strong> plus

source: see <strong>some</strong> more
fr: voir <strong>un peu</strong> plus

source: post a comment
fr: poster un commentaire

source: Answer your own request
fr: Répondre à votre propre demande

source: Post Your Answer
fr: Postez votre réponse

source: Login/Signup to Post
fr: Connectez-vous / Inscrivez-vous pour répondre
